---
kind: type
id: T:Autodesk.Revit.DB.GroupLoadOptions
source: html/f2a76350-d174-9cf5-df5e-2febcc265722.htm
---
# Autodesk.Revit.DB.GroupLoadOptions

A class containing options for loading a group from a file.

## Syntax (C#)
```csharp
public class GroupLoadOptions : IDisposable
```